Repository: developer151123/telegram-django-auth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Please confirm your country code and enter your phone number.
ru: Проверьте код страны и введите свой номер телефона.

source: Country
ru: Страна

source: Your phone number
ru: Номер телефона

source: Keep me signed in
ru: Запомнить меня

source: Next
ru: Дальше

source: Log in by QR Code
ru: Вход по QR-коду

source: Log in to Telegram by QR Code
ru: Быстрый вход по QR-коду

source: Open Telegram on your phone
ru: Откройте Telegram с телефона

source: Go to <b>Settings</b> &gt; <b>Devices</b> &gt; <b>Link Desktop Device</b>
ru: Откройте <b>Настройки</b> &gt; <b>Устройства</b> &gt; <b>Подключить устройство</b>

source: Point your phone at this screen to confirm login
ru: Для подтверждения направьте камеру телефона на этот экран.

source: Log in by phone Number
ru: Вход по номеру телефона
